{"date": "2020-02-05T00:00:00Z", "external_link": "https://web.archive.org/web/20210616045518/https://www.medscape.com/viewarticle/924840?src=rss", "image": {"focal_point": "Smart"}, "original_link": "https://www.medscape.com/viewarticle/924840?src=rss", "summary": "However, a team of California researchers says these virtual assistants have the the potential to help individuals fight addiction -- but they're not there yet. Investigators examined some of today's most popular intelligent virtual assistants and overwhelmingly found the devices failed to provide useful information in response to queries for addiction help. Changing the Digital LandscapeIntelligent virtual assistants -- including Amazon's Alexa, Apple's Siri, Google Assistant, Microsoft's Cortana, and Samsung's Bixby -- are transforming how the public seeks and finds information. Given these findings, the researchers concluded that intelligent virtual assistants currently offer little, or no, assistance for those seeking addiction help. The potential impact of enabling intelligent virtual assistants in this way is significant, Ayers noted.", "title": "Can Alexa, Other Virtual Assistants Help With Addiction?", "content": "", "dir": "Medscape", "summary_title": "Can Alexa, Other Virtual Assistants Help With Addiction?", "summary_description": "That smart device sitting in your den can play music and pull up recipes. But a team of California researchers says these virtual assistants also have the potential to help individuals fight addiction.", "summary_summary": "However, a team of California researchers says these virtual assistants have the the potential to help individuals fight addiction -- but they're not there yet. Investigators examined some of today's most popular intelligent virtual assistants and overwhelmingly found the devices failed to provide useful information in response to queries for addiction help. Changing the Digital LandscapeIntelligent virtual assistants -- including Amazon's Alexa, Apple's Siri, Google Assistant, Microsoft's Cortana, and Samsung's Bixby -- are transforming how the public seeks and finds information. Given these findings, the researchers concluded that intelligent virtual assistants currently offer little, or no, assistance for those seeking addiction help. The potential impact of enabling intelligent virtual assistants in this way is significant, Ayers noted.", "summary_dict": {"headline": "Can Alexa, Other Virtual Assistants Help With Addiction?", "author": ["Michael Vlessides"], "date_publish": "2020-02-05 00:00:00", "date_modify": "None", "date_download": "2021-06-16 01:04:38", "language": "en", "image_url": "https://web.archive.org/web/20210616045518im_/https://img.medscape.com/thumbnail_library/is_200205_virtual_asistant_home_alexa_800x450.jpg", "filename": "https://web.archive.org/web/20210616045518/https://www.medscape.com/viewarticle/924840?src=rss.json", "description": "That smart device sitting in your den can play music and pull up recipes. But a team of California researchers says these virtual assistants also have the potential to help individuals fight addiction.", "publication": "Medscape", "category": null, "source_domain": "web.archive.org", "article": "That smart device sitting in your kitchen can play music, pull up recipes, and even flatulate on command. However, a team of California researchers says these virtual assistants have the the potential to help individuals fight addiction -- but they're not there yet. Investigators examined some of today's most popular intelligent virtual assistants and overwhelmingly found the devices failed to provide useful information in response to queries for addiction help. In fact, only 4 of 70 help-seeking queries to five of the most popular devices returned singular responses, only one of which was even slightly helpful. \"Most of the time, the responses reflected the device's confusion,\" study investigator John W. Ayers, PhD, MA, of the Center for Data Driven Health at Qualcomm Institute, University of California San Diego in La Jolla. \"Nevertheless, I don't want to look at these results and say this is a tragedy,\" Ayers told Medscape Medical News. \"What we're trying to do is shine the light on a way that tech companies can get involved in health when it comes to smart devices and intelligent virtual assistants. So we want to point out to them that there's a right answer to the questions we asked, so why not promote them?\" The study was published online January 29 in npj Digital Medicine. Changing the Digital Landscape Intelligent virtual assistants -- including Amazon's Alexa, Apple's Siri, Google Assistant, Microsoft's Cortana, and Samsung's Bixby -- are transforming how the public seeks and finds information. Traditional internet search engines can return millions of results in response to a specific query, prompting users to collate the results and reach their own conclusions. Intelligent virtual assistants, on the other hand, are designed to return a singular result. \"There's a tremendous benefit to having a singular correct answer,\" Ayers said. \"So there's all this potential for these devices to be used for help.\" The appeal of virtual assistants has not gone unnoticed by the public. Almost half of American adults already use intelligent virtual assistants for myriad tasks, queries, and entertainment. Yet one realm largely overlooked by device manufacturers is public health. A recent investigation of smartphones showed the devices inconsistently recognized suicide-related queries, and failed to direct users to the National Suicide Prevention Lifeline. Another investigation showed that when asked a variety of health-related queries, intelligent virtual assistants actually directed users to take action that had the potential to result in harm or death. Nevertheless, many device manufacturers seem poised to roll out healthcare advice, including personalized wellness strategies. \"Companies like Amazon and Apple have talked about how they're moving into the healthcare space. For example, there are several healthcare centers in the US where Alexa [devices] are actually kept in hospital inpatient rooms as an aid to care,\" said Ayers. \"So in this era where these devices are used to help, we wanted to determine their utility, and one way we can do so is through this case study,\" he added. The researchers investigated the five intelligent virtual assistants, which represent 99% of the marketplace for such devices. Each device's operating software was up to date at the time of the study in January 2019, and the language was set to US English. Each query was prefaced by 'Help me quit...' followed by either a generic or a substance-specific request such as alcohol, tobacco, marijuana, or opioids. Fourteen queries were posed to each of the five virtual assistants, a total of 70 queries. \"We asked these questions because there's already an established norm regarding the one correct answer -- calling the free, federally sponsored 1-800 hotline for the addiction in question. You can call those numbers and get free treatment or free treatment referral to match your insurance or at a cost you can afford,\" said Ayers. Recent studies indicate that virtual assistants may struggle to comprehend medical terms, so two different study investigators, both of whom were native English speakers, spoke each query. The virtual assistants' responses were recorded verbatim. Responses were assessed according to two primary criteria: Did the intelligent virtual assistant provide a singular response to the addiction help-seeking queries? Was the singular response linked to an available treatment or treatment referral service? Virtually Useless Responses The study showed that of the 70 different help-seeking queries, the virtual assistants returned actionable responses only 4 times. The most common response was one of confusion, such as \"Did I say something wrong?\" Specifically, when the five devices were asked \"Help me quit drugs,\" only Amazon Alexa provided a singular response, but only defined the term \"drugs.\" No other virtual assistant provided a singular response to the query. Interestingly, the results were similar regardless of the substance cited. All responses for alcohol and opioids across all devices failed to return a singular result. All marijuana-related queries, with one exception, failed to return a singular result from any device. When Apple's Siri was asked to \"Help me quit pot,\" the device directed users to a local marijuana retailer. Only two of 25 tobacco-related queries returned singular results, both with Google Assistant. When asked to \"Help me quit smoking\" or \"Help me quit tobacco,\" the device linked users to Dr. QuitNow, a mobile smoking cessation app. Given these findings, the researchers concluded that intelligent virtual assistants currently offer little, or no, assistance for those seeking addiction help. This, they said, represents a significant missed opportunity for the devices to play an increasingly meaningful role in people's lives. For example, when asked to help with smoking cessation, a virtual assistant can respond by calling a toll-free telephone counseling service such as 1-800-QUIT-NOW. Similar responses could be generated for other queries related to various types of substances abused, including directing individuals to the Substance Abuse and Mental Health Services Administration (1-800-662-HELP) for other addiction treatment referrals. The potential impact of enabling intelligent virtual assistants in this way is significant, Ayers noted. \"If you look at political debate today, there's a question of how these tech monopolies are giving back. So here's a way that tech companies can give back to society in a very meaningful way for problems that are easily solvable,\" he said. Potential for Good Commenting on the findings for Medscape Medical News, Timothy W. Bickmore, PhD, who was not involved with the study, said the findings come as no surprise. \"Even if developers programmed in well-designed responses to requests for help, there is no guarantee people would ask for help in exactly the prescribed manner,\" said Bickmore, from the Khoury College of Computer Sciences at Northeastern University in Boston, Massachusetts. \"There are two fundamental [and insurmountable] problems to having conversational assistants provide any kind of medical advice. One, people have no idea what their capabilities are, and this can only be discovered through trial and error. \"Two, there is no way for these systems to recognize the full range of unconstrained natural language without error. These issues are compounded by errors in speech recognition,\" Bickmore added. For his part, Ayers remained optimistic. \"At the end of the day, I think there's capacity for these companies and their devices to help. They spend time and money on a lot of outcomes that have no potential for public health benefit. \"Alexa knows how to fart. So why not take some of the time that we spend on teaching Alexa to fart and let's help people who are desperately seeking help for their substance use problems,\" Ayers said. This study was supported by the Tobacco-Related Disease Research Program. Ayers and Bickmore have disclosed no relevant financial relationships. npj Digital Medicine. Published online January 29, 2020. Full text For more Medscape Psychiatry news, join us on Facebook and Twitter", "summary": "However, a team of California researchers says these virtual assistants have the the potential to help individuals fight addiction -- but they're not there yet. Investigators examined some of today's most popular intelligent virtual assistants and overwhelmingly found the devices failed to provide useful information in response to queries for addiction help. Changing the Digital LandscapeIntelligent virtual assistants -- including Amazon's Alexa, Apple's Siri, Google Assistant, Microsoft's Cortana, and Samsung's Bixby -- are transforming how the public seeks and finds information. Given these findings, the researchers concluded that intelligent virtual assistants currently offer little, or no, assistance for those seeking addiction help. The potential impact of enabling intelligent virtual assistants in this way is significant, Ayers noted.", "keyword": ["assistants", "intelligent", "study", "devices", "help", "queries", "responses", "response", "virtual", "singular", "addiction", "alexa"], "title_page": null, "title_rss": null, "url": "https://web.archive.org/web/20210616045518/https://www.medscape.com/viewarticle/924840?src=rss"}, "request_url": "https://web.archive.org/save/https://web.archive.org/web/20210616045518/https://www.medscape.com/viewarticle/924840?src=rss", "request_response_url": "https://web.archive.org/save/https://web.archive.org/web/20210616045518/https://www.medscape.com/viewarticle/924840?src=rss"}
{"date": "2019-10-23T00:00:00Z", "external_link": "https://web.archive.org/web/20210616045947/https://abcnews.go.com/Health/google-searches-cbd-expected-hit-record-high-year/story?id=66448514", "image": {"focal_point": "Smart"}, "original_link": "https://abcnews.go.com/Health/google-searches-cbd-expected-hit-record-high-year/story?id=66448514", "summary": "Searches for CBD spiked this year as awareness of the product grew. Following a decade of stable Google searches for CBD, or cannabidiol, the number of searches for those terms spiked 126% between 2016 and 2018, and 160% between 2017 and 2018, according to the study. Those searches are expected to be up another 118% this year, with 6.4 million CBD Google searches logged in April alone, the most current month for which data is available. Nationwide, searches for CBD outstripped queries for other popular health topics, like veganism, vaccination and marijuana. \"When people are allowed to market CBD by saying anything, is it surprising that demand for it is so high?\"", "title": "Google searches for CBD expected to hit record high this year", "content": "", "dir": "abc", "summary_title": "Google searches for CBD expected to hit record high this year", "summary_description": "Following a decade of stable Google searches for CBD, or cannabidiol, the number of searches for those terms spiked between 2014 and 2019.", "summary_summary": "Searches for CBD spiked this year as awareness of the product grew. Following a decade of stable Google searches for CBD, or cannabidiol, the number of searches for those terms spiked 126% between 2016 and 2018, and 160% between 2017 and 2018, according to the study. Those searches are expected to be up another 118% this year, with 6.4 million CBD Google searches logged in April alone, the most current month for which data is available. Nationwide, searches for CBD outstripped queries for other popular health topics, like veganism, vaccination and marijuana. \"When people are allowed to market CBD by saying anything, is it surprising that demand for it is so high?\"", "summary_dict": {"headline": "Google searches for CBD expected to hit record high this year", "author": ["Abc News", "Erin Schumaker", "October"], "date_publish": "2019-10-23 15:00:00", "date_modify": "None", "date_download": "2021-06-16 01:04:46", "language": "en", "image_url": "https://web.archive.org/web/20210616045947im_/https://s.abcnews.com/images/Health/cbd-rt-er-191022_hpMain_16x9_992.jpg", "filename": "https://web.archive.org/web/20210616045947/https://abcnews.go.com/Health/google-searches-cbd-expected-hit-record-high-year/story?id=66448514.json", "description": "Following a decade of stable Google searches for CBD, or cannabidiol, the number of searches for those terms spiked between 2014 and 2019.", "publication": "ABC News", "category": null, "source_domain": "web.archive.org", "article": "Searches for CBD spiked this year as awareness of the product grew. It's not your imagination, cannabidiol, commonly known as CBD, has seemingly infiltrated every consumer product -- from skin care to gummy candies to vape pens to dog treats. Now there's data to back up that trend, according to a study published in the journal JAMA Network Open Wednesday. Following a decade of stable Google searches for CBD, or cannabidiol, the number of searches for those terms spiked 126% between 2016 and 2018, and 160% between 2017 and 2018, according to the study. Those searches are expected to be up another 118% this year, with 6.4 million CBD Google searches logged in April alone, the most current month for which data is available. In addition, the new study is a window into a nationwide phenomenon that's stretched beyond the wellness set or big cities. The biggest year-over-year spike in searches wasn't in New York or California, but rather, in Alabama, which saw searches grow more than 600% between 2018 and 2019. Nationwide, searches for CBD outstripped queries for other popular health topics, like veganism, vaccination and marijuana. \"We think of dieting as being the most popular health search term ever, and for every two searches for dieting, there's one for CBD,\" said John Ayers, co-author of the study and associate professor at the University of California, San Diego. \"What you search for predicts what you buy,\" he added. Clearly there's a demand for information, but details about the product itself is frustratingly limited. CBD, which is derived from cannabis plants, isn't psychoactive, meaning unlike the other well-known ingredient in marijuana, tetrahydrocannabinol (THC), it doesn't get you high. While CBD has been approved by the Food and Drug Administration for treating epilepsy, beyond that that limited use, it has no proven health benefits. That hasn't stopped brands from marketing their CBD products with claims promising to aid sleep, sooth anxiety, relieve menstrual cramps, help with headaches, treat acne and cure opioid addiction, among other benefits. \"When people are allowed to market CBD by saying anything, is it surprising that demand for it is so high?\" Ayers asked. In response to rampant misinformation over unapproved cures, the FDA sent at least six warning letters this year to firms improperly marketing CBD products, which the agency says \"are not approved by FDA for the diagnosis, cure, mitigation, treatment, or prevention of any disease.\" Under current FDA rules, CBD cannot be added to food or drink, nor marketed as a dietary supplement. Still, in the wake of the nation's recent spate of lung injuries and deaths linked to vaping, a similarly unregulated product, Ayers thinks CBD's online popularity should serve as a call to action for regulators. \"We already saw what can happen with vaping,\" he said. \"Imagine with the demand for CBD, if we have a tainted product out there.\"", "summary": "Searches for CBD spiked this year as awareness of the product grew. Following a decade of stable Google searches for CBD, or cannabidiol, the number of searches for those terms spiked 126% between 2016 and 2018, and 160% between 2017 and 2018, according to the study. Those searches are expected to be up another 118% this year, with 6.4 million CBD Google searches logged in April alone, the most current month for which data is available. Nationwide, searches for CBD outstripped queries for other popular health topics, like veganism, vaccination and marijuana. \"When people are allowed to market CBD by saying anything, is it surprising that demand for it is so high?\"", "keyword": ["searches", "fda", "high", "study", "demand", "product", "record", "hit", "2018", "health", "expected", "cbd", "google", "theres", "ayers"], "title_page": null, "title_rss": null, "url": "https://web.archive.org/web/20210616045947/https://abcnews.go.com/Health/google-searches-cbd-expected-hit-record-high-year/story?id=66448514"}, "request_url": "https://web.archive.org/save/https://web.archive.org/web/20210616045947/https://abcnews.go.com/Health/google-searches-cbd-expected-hit-record-high-year/story?id=66448514", "request_response_url": "https://web.archive.org/save/https://web.archive.org/web/20210616045947/https://abcnews.go.com/Health/google-searches-cbd-expected-hit-record-high-year/story?id=66448514"}
{"date": "2017-05-18T00:00:00Z", "external_link": "https://web.archive.org/web/20210616050009/https://abcnews.go.com/Health/charlie-sheen-effect-doubled-hiv-test-sales-announced/story?id=47486953", "image": {"focal_point": "Smart"}, "original_link": "https://abcnews.go.com/Health/charlie-sheen-effect-doubled-hiv-test-sales-announced/story?id=47486953", "summary": "According to the study update, what it called the \"Charlie Sheen effect\" had a big impact on HIV testing in the U.S., with sales of at-home testing nearly doubling the week of his announcement. They found that the week after Sheen announced on the \"Today\" show that he was HIV positive, in November 2015, there was a 95 percent increase in OraQuick HIV test sales. The HIV test sales continued to be above normal over the next four weeks, fluctuating from approximately 20 percent to 60 percent above the previous level. John Ayers, a behavioral scientist at SDSU, said the study could help public health officials better engage with people. \"We can make public health more connected to the public it serves,\" he told ABC News.", "title": "'Charlie Sheen effect' nearly doubled HIV test sales after his announcement, study finds", "content": "", "dir": "abc1", "summary_title": "'Charlie Sheen effect' nearly doubled HIV test sales after his announcement, study finds", "summary_description": null, "summary_summary": "According to the study update, what it called the \"Charlie Sheen effect\" had a big impact on HIV testing in the U.S., with sales of at-home testing nearly doubling the week of his announcement. They found that the week after Sheen announced on the \"Today\" show that he was HIV positive, in November 2015, there was a 95 percent increase in OraQuick HIV test sales. The HIV test sales continued to be above normal over the next four weeks, fluctuating from approximately 20 percent to 60 percent above the previous level. John Ayers, a behavioral scientist at SDSU, said the study could help public health officials better engage with people. \"We can make public health more connected to the public it serves,\" he told ABC News.", "summary_dict": {"headline": "'Charlie Sheen effect' nearly doubled HIV test sales after his announcement, study finds", "author": ["Abc News", "Gillian Mohney", "May"], "date_publish": "2017-05-18 18:20:00", "date_modify": "None", "date_download": "2021-06-16 01:04:52", "language": "en", "image_url": "https://web.archive.org/web/20210616050009im_/https://s.abcnews.com/images/Health/GTY-HIV-Testing-MEM-170518_16x9_992.jpg", "filename": "https://web.archive.org/web/20210616050009/https://abcnews.go.com/Health/charlie-sheen-effect-doubled-hiv-test-sales-announced/story?id=47486953.json", "description": null, "publication": "ABC News", "category": null, "source_domain": "web.archive.org", "article": "-- Charlie Sheen's 2015 announcement that he was diagnosed with HIV years earlier seems to have sparked higher interest in testing for the virus, according to a study released today. Human immunodeficiency virus infection can lead to AIDS, which affects 1.2 million Americans, according to the U.S. Centers for Disease Control and Prevention. Sheen's announcement, which made national headlines, renewed attention to the dangers of HIV and AIDS at the time. According to the study update, what it called the \"Charlie Sheen effect\" had a big impact on HIV testing in the U.S., with sales of at-home testing nearly doubling the week of his announcement. Researchers from the University of Southern California and the University of California at San Diego, among other institutions, published their findings today in the medical journal Prevention Science. The study was a follow-up to one published last year, which documented a surge in people searching for information on HIV and AIDS. \"Our strategy allowed us to provide a real-world estimation of the Charlie Sheen effect on HIV prevention and contrast that effect with our past formative assessment using Internet searches,\" study co-author Eric Leas, a research associate in the San Diego State University-UCSD doctoral program in public health, said in statement today. The researchers looked at weekly sales data from April 12, 2014, to April 16, 2016, of OraQuick rapid in-home HIV tests, the only test of this type available in the U.S. They found that the week after Sheen announced on the \"Today\" show that he was HIV positive, in November 2015, there was a 95 percent increase in OraQuick HIV test sales. The HIV test sales continued to be above normal over the next four weeks, fluctuating from approximately 20 percent to 60 percent above the previous level. Surprisingly, researchers found that these numbers far surpassed the sales uptick after World AIDS Day. Despite widespread attention to encourage people to get tested or be HIV aware through the World AIDS Day campaign, they found that sales increased just 31 percent but that rates returned to normal the next week. Testing is key to combating HIV, since symptoms of infection often do not appear for years. According to the CDC, 1 in 8 of those infected in the U.S. is not aware of having the virus. John Ayers, a behavioral scientist at SDSU, said the study could help public health officials better engage with people. \"We can make public health more connected to the public it serves,\" he told ABC News. According to him, the public health system is top-down, and informational messages come mainly from experts. \"We forgot to listen to the public, and this is what the public is engaging on.\" Ayers and his team also looked at how search terms on Google trends were associated with increased sales and found they could predict sales within a somewhat small margin of error. \"We can discover when events are occurring, measure their impact and work to grow their impact,\" he said. \"That's what public health can become.\" The case shows it is key for public health officials to take advantage of these public announcements, according to Dr. Barron Lerner, a professor of medicine and population health at NYU Langone Medical Center. \"People look down at celebrities and feel that the information that's being generated is not useful to regular people,\" Lerner said. \"But it reminds us that, regardless of who the person is, it will at least generate interest.\" Ayers had a similar take. \"It's an empowering message. The truth is that you can make a difference by just speaking out on something,\" he said. \"We all hear talk is cheap. That's not true.\" Lerner said that Sheen's talking about his high-risk sexual practices may have also helped educate people about risks surrounding HIV, which is primarily spread through sexual contact and intravenous drug use. Additionally, Lerner said, more people getting tested for HIV is \"a good thing, regardless of who he is.\" Dr. Crystal Tan contributed to this article. She is an anesthesiology resident at Massachusetts General Hospital and part of the ABC News medical unit.", "summary": "According to the study update, what it called the \"Charlie Sheen effect\" had a big impact on HIV testing in the U.S., with sales of at-home testing nearly doubling the week of his announcement. They found that the week after Sheen announced on the \"Today\" show that he was HIV positive, in November 2015, there was a 95 percent increase in OraQuick HIV test sales. The HIV test sales continued to be above normal over the next four weeks, fluctuating from approximately 20 percent to 60 percent above the previous level. John Ayers, a behavioral scientist at SDSU, said the study could help public health officials better engage with people. \"We can make public health more connected to the public it serves,\" he told ABC News.", "keyword": ["hiv", "aids", "thats", "test", "study", "public", "finds", "sales", "according", "testing", "effect", "health", "sheen", "charlie", "nearly", "doubled"], "title_page": null, "title_rss": null, "url": "https://web.archive.org/web/20210616050009/https://abcnews.go.com/Health/charlie-sheen-effect-doubled-hiv-test-sales-announced/story?id=47486953"}, "request_url": "https://web.archive.org/save/https://web.archive.org/web/20210616050009/https://abcnews.go.com/Health/charlie-sheen-effect-doubled-hiv-test-sales-announced/story?id=47486953", "request_response_url": "https://web.archive.org/save/https://web.archive.org/web/20210616050009/https://abcnews.go.com/Health/charlie-sheen-effect-doubled-hiv-test-sales-announced/story?id=47486953"}
{"title": "Gay, queer teens four times more...", "summary": "Researchers from San Diego State University recently conducted an experiment, published in the Journal of the ...", "date": "2016-04-27T00:00:00Z", "external_link": "https://www.ajc.com/news/world/gay-teens-four-times-more-likely-attempt-suicide-survey-finds/4N5PHGcLQOZMAzpqZZNLjJ/", "image": {"focal_point": "Smart"}, "content": "", "dir": "ajc", "summary_title": "Gay, queer teens four times more likely to attempt suicide, survey finds", "summary_description": "There has been a startling rise in the suicide rate in the US, but LGBQ teens may more at risk than other groups, according to a new report.", "summary_summary": "After analyzing the results, they found that lesbian, gay, bisexual and questioning teens were more than four times as likely to attempt suicide. Furthermore, 40 percent of LGBQ youth said they seriously considered suicide and 35 percent of LGBQ kids had actually planned a suicide, compared to 15 and 12 percent of heterosexual teens, respectively. Researchers lacked data on gender identity or transgender youth, who may have an even higher risk of suicide than gay and bisexual teens. \"Our work has identified a serious problem, but fortunately decades of science and experience can be leveraged to address LGBQ youth's suicide risk,\" Ayers said. >>RELATED: Gay teen's organ donation denied", "summary_dict": {"headline": "Gay, queer teens four times more likely to attempt suicide, survey finds", "author": [], "date_publish": "2017-12-20 22:46:55", "date_modify": "None", "date_download": "2021-06-16 01:04:59", "language": "en", "image_url": "https://www.ajc.com/resizer/8jTX36jCbVWecUI2KjOxjY00Nts=/1200x630/d1fegwn2wjh0cs.cloudfront.net/06-25-2020/t_f37f908667d04f478a8f853008983188_name_44AF18822D244490BBED764913C5B862_4.jpg", "filename": "https://www.ajc.com/news/world/gay-teens-four-times-more-likely-attempt-suicide-survey-finds/4N5PHGcLQOZMAzpqZZNLjJ/.json", "description": "There has been a startling rise in the suicide rate in the US, but LGBQ teens may more at risk than other groups, according to a new report.", "publication": "ajc", "category": null, "source_domain": "www.ajc.com", "article": "After analyzing the results, they found that lesbian, gay, bisexual and questioning teens were more than four times as likely to attempt suicide. >>RELATED: Black, gay and proud: one man's quest to thrive In fact, about 25 percent of LGBQ teens said they attempted suicide at least once within the last year, compared to just six percent of heterosexual youth. Furthermore, 40 percent of LGBQ youth said they seriously considered suicide and 35 percent of LGBQ kids had actually planned a suicide, compared to 15 and 12 percent of heterosexual teens, respectively. Researchers lacked data on gender identity or transgender youth, who may have an even higher risk of suicide than gay and bisexual teens. When they took a closer look at the data, they discovered the risk for LGBQ males was even higher. Nearly 39 percent of bisexual boys had considered suicide. \"There have been some indications that LGBQ youth face increased suicide risks, yet many believed the jury was still out,\" coauthor John Ayers said in a statement. \"Our study yields a clear verdict: LGBQ youth face staggeringly high suicide risks.\" Researchers now hope their findings help bring about change. They are encouraging health, political and social leaders to create strategies to help combat the issue. \"Our work has identified a serious problem, but fortunately decades of science and experience can be leveraged to address LGBQ youth's suicide risk,\" Ayers said. \"Now is the time to act.\" >>RELATED: Gay teen's organ donation denied", "summary": "After analyzing the results, they found that lesbian, gay, bisexual and questioning teens were more than four times as likely to attempt suicide. Furthermore, 40 percent of LGBQ youth said they seriously considered suicide and 35 percent of LGBQ kids had actually planned a suicide, compared to 15 and 12 percent of heterosexual teens, respectively. Researchers lacked data on gender identity or transgender youth, who may have an even higher risk of suicide than gay and bisexual teens. \"Our work has identified a serious problem, but fortunately decades of science and experience can be leveraged to address LGBQ youth's suicide risk,\" Ayers said. >>RELATED: Gay teen's organ donation denied", "keyword": ["suicide", "likely", "gay", "lgbq", "youth", "bisexual", "risk", "attempt", "finds", "help", "survey", "heterosexual", "teens", "queer", "times", "higher"], "title_page": null, "title_rss": null, "url": "https://www.ajc.com/news/world/gay-teens-four-times-more-likely-attempt-suicide-survey-finds/4N5PHGcLQOZMAzpqZZNLjJ/"}, "request_url": "https://web.archive.org/save/https://www.ajc.com/news/world/gay-teens-four-times-more-likely-attempt-suicide-survey-finds/4N5PHGcLQOZMAzpqZZNLjJ/", "request_response_url": "https://web.archive.org/web/20210616050033/https://www.ajc.com/news/world/gay-teens-four-times-more-likely-attempt-suicide-survey-finds/4N5PHGcLQOZMAzpqZZNLjJ/"}
{"title": "Marijuana Advertising Is More...", "summary": "Advertising for marijuana is more dangerous than for tobacco, said a group of public health researchers...", "date": "2016-04-27T00:00:00Z", "external_link": "https://www.barrons.com/articles/stop-dangerous-marijuana-ads-say-researchers-51560429500AC", "image": {"focal_point": "Smart"}, "content": "", "dir": "barrons", "summary_title": "", "summary_description": null, "summary_summary": "", "summary_dict": {"headline": "", "author": [], "date_publish": null, "date_modify": null, "date_download": null, "language": null, "image_url": null, "filename": null, "description": null, "publication": null, "category": null, "source_domain": null, "article": "", "summary": "", "keyword": [], "title_page": null, "title_rss": null, "url": "https://www.barrons.com/articles/stop-dangerous-marijuana-ads-say-researchers-51560429500AC"}, "request_url": "https://web.archive.org/save/https://www.barrons.com/articles/stop-dangerous-marijuana-ads-say-researchers-51560429500AC", "request_response_url": "https://web.archive.org/save/https://www.barrons.com/articles/stop-dangerous-marijuana-ads-say-researchers-51560429500AC"}
{"title": "Alexa, other voice assistants' ...", "summary": "When prompted to connect users with addiction treatments or treatment referral services, automated voice assistant ...", "date": "2016-04-27T00:00:00Z", "external_link": "https://www.beckershospitalreview.com/consumerism/alexa-other-voice-assistants-lack-of-addiction-support-is-a-missed-opportunity-study-suggests.html", "image": {"focal_point": "Smart"}, "content": "", "dir": "beckers", "summary_title": "Alexa, other voice assistants' lack of addiction support is a 'missed opportunity,' study suggests", "summary_description": "When prompted to connect users with addiction treatments or treatment referral services, automated voice assistants from Amazon, Apple, Google, Microsoft and Samsung were largely unhelpful, a recent study found.", "summary_summary": "When prompted to connect users with addiction treatments or treatment referral services, automated voice assistants from Amazon, Apple, Google, Microsoft and Samsung were largely unhelpful, a recent study found. The study was published in npj Digital Medicine and led by researchers from the University of California San Diego's Center for Data-Driven Health. In it, researchers posed to the five artificial intelligence-enabled devices a series of addiction-related queries, such as \"help me quit drugs.\" The remaining 66 queries resulted in confusion -- such as Microsoft Cortana's \"I'm sorry. ... This would benefit millions of IVA users now and more to come as IVAs displace existing information-seeking engines.\"", "summary_dict": {"headline": "Alexa, other voice assistants' lack of addiction support is a 'missed opportunity,' study suggests", "author": ["Andrea Park"], "date_publish": "2020-02-06 22:46:22", "date_modify": "None", "date_download": "2021-06-16 01:06:47", "language": "en", "image_url": "https://www.beckershospitalreview.com/images/channels/consumerism/2.jpg", "filename": "https://www.beckershospitalreview.com/consumerism/alexa-other-voice-assistants-lack-of-addiction-support-is-a-missed-opportunity-study-suggests.html.json", "description": "When prompted to connect users with addiction treatments or treatment referral services, automated voice assistants from Amazon, Apple, Google, Microsoft and Samsung were largely unhelpful, a recent study found.", "publication": null, "category": null, "source_domain": "www.beckershospitalreview.com", "article": "When prompted to connect users with addiction treatments or treatment referral services, automated voice assistants from Amazon, Apple, Google, Microsoft and Samsung were largely unhelpful, a recent study found. The study was published in npj Digital Medicine and led by researchers from the University of California San Diego's Center for Data-Driven Health. In it, researchers posed to the five artificial intelligence-enabled devices a series of addiction-related queries, such as \"help me quit drugs.\" Of the 70 queries, only four resulted in related answers, the two most pertinent of which saw the Google Assistant suggesting smoking cessation app Dr. QuitNow when prompted to \"help me quit smoking\" or \"help me quit tobacco.\" The other two \"singular responses\" included Amazon's Alexa providing the definition of the word \"drugs\" when asked for help quitting drugs and Apple's Siri promoting a marijuana retailer when asked for helping quitting the drug. The remaining 66 queries resulted in confusion -- such as Microsoft Cortana's \"I'm sorry. I couldn't find that skill\" -- or repetitive web searches. \"Altogether, the [intelligent virtual assistants'] responses to substance use help-seeking requests are a missed opportunity for promoting referrals to substance use treatment,\" the study's authors wrote, proposing, \"IVAs should be revised to promote free, remote, federally sponsored addiction services. ... This would benefit millions of IVA users now and more to come as IVAs displace existing information-seeking engines.\" More articles on consumerism: OB-GYNs use Reddit to offer advice to women without access to reproductive healthcare Jefferson Health's appointment scheduling chatbot outperforms traditional online forms by 150% Half of Americans find the vision of a digital health-filled future 'exciting': 3 notes", "summary": "When prompted to connect users with addiction treatments or treatment referral services, automated voice assistants from Amazon, Apple, Google, Microsoft and Samsung were largely unhelpful, a recent study found. The study was published in npj Digital Medicine and led by researchers from the University of California San Diego's Center for Data-Driven Health. In it, researchers posed to the five artificial intelligence-enabled devices a series of addiction-related queries, such as \"help me quit drugs.\" The remaining 66 queries resulted in confusion -- such as Microsoft Cortana's \"I'm sorry. ... This would benefit millions of IVA users now and more to come as IVAs displace existing information-seeking engines.\"", "keyword": ["missed", "help", "services", "treatment", "opportunity", "alexa", "assistants", "study", "voice", "support", "lack", "queries", "substance", "resulted", "suggests", "addiction", "quit", "users", "smoking"], "title_page": null, "title_rss": null, "url": "https://www.beckershospitalreview.com/consumerism/alexa-other-voice-assistants-lack-of-addiction-support-is-a-missed-opportunity-study-suggests.html"}, "request_url": "https://web.archive.org/save/https://www.beckershospitalreview.com/consumerism/alexa-other-voice-assistants-lack-of-addiction-support-is-a-missed-opportunity-study-suggests.html", "request_response_url": "https://web.archive.org/web/20210116095043/https://www.beckershospitalreview.com/consumerism/alexa-other-voice-assistants-lack-of-addiction-support-is-a-missed-opportunity-study-suggests.html"}
{"title": "LGB teens more suicidal study...", "summary": "Looking at answers in the 2015 National Youth Risk Behavior Survey in the U.S., researchers found that 40 percent...", "date": "2016-04-27T00:00:00Z", "external_link": "https://www.washingtonblade.com/2017/12/23/lgb-teens-suicidal-study/", "image": {"focal_point": "Smart"}, "content": "", "dir": "blade", "summary_title": "LGB teens more suicidal: study", "summary_description": "LGB teens are more likely to plan or commit suicide according to research published this week in the journal JAMA. Looking at answers in the 2015 . . .", "summary_summary": "For many trans folks, the gender transition process is lifelong and never-ending! When we view gender on a continuum, we can recognize a galaxy of gender journeys that a person can take. I came out to my family and friends as a non-binary trans man, using \"he\" pronouns and physically transitioning. Since physically transitioning seven years ago, Ive passed as male about 90% of the time. I decided to physically transition after weighing my options based on the information that I gathered, the changes that I wanted, and my financial budget.", "summary_dict": {"headline": "LGB teens more suicidal: study", "author": ["Staff Reports", "Special To The Washington Blade", "Michael K. Lavers"], "date_publish": "2017-12-23 13:46:45", "date_modify": "None", "date_download": "2021-06-16 01:07:17", "language": "en", "image_url": "https://www.washingtonblade.com/content/files/2014/08/depressed_teen_460x470_by_Bigstock.jpg", "filename": "https://www.washingtonblade.com/2017/12/23/lgb-teens-suicidal-study/.json", "description": "LGB teens are more likely to plan or commit suicide according to research published this week in the journal JAMA. Looking at answers in the 2015 . . .", "publication": "Washington Blade: LGBTQ News, Politics, LGBTQ Rights, Gay News", "category": "Health", "source_domain": "www.washingtonblade.com", "article": "Miami and Baltimore- Urban Health Media Project reporter Vanessa Falcon, a high school student in Miami, interviewed Arin Jayes, 30, of Baltimore, about his gender identity journey and experience transitioning to a non-binary trans man. Jayes, a behavioral health therapist, is also an urban farmer and embroidery artist. Q: How was your transitioning process? Was it overall very difficult? Why? How long did it last? A: As a non binary person, I have a flexible view of how individuals develop their gender identity. Its something that may evolve throughout a persons lifetime, based on experiences; changes in personal values and relationships; bodily changes; and other factors. Gender identity also intersects and interacts with many other identities, such as race, ethnicity, physical ability or disability, sexual orientation and class. For many trans folks, the gender transition process is lifelong and never-ending! Pronouns can change multiple times (hence the \"pronoun check\" posts we see on Facebook). Similarly, physical changes or adjustments may happen over years, instead of all at once. I mention this before bringing up my own story because it is important to normalize the idea of flexible, changing genders. After all, gender is a social construct designed to categorize people. When we view gender on a continuum, we can recognize a galaxy of gender journeys that a person can take. My own transition is a prime example. I came out as genderqueer in 2012, and used \"they/them\" pronouns exclusively. In 2015, after further introspection, I realized that I wanted to live in a more masculine body. I came out to my family and friends as a non-binary trans man, using \"he\" pronouns and physically transitioning. I made this decision with the understanding that I wasnt transitioning because I identified as a \"man\" per se, but that I felt more comfortable in a body that had more masculine characteristics. Since physically transitioning seven years ago, Ive passed as male about 90% of the time. (Masks can sometimes make passing complicated for trans folks!) When people ask me nowadays what my gender is, I just say \"non-binary,\" and that my pronouns are \"he or they -- either as fine.\" I am leaning into presenting as femme or as masc as I want on any given day, and being as gay as I want. It can be tempting to present in a way that is more conventionally masculine or feminine, because sometimes it is just easier (fewer questions, comments, or worse). But if COVID-19 has taught me anything, it is that time is not guaranteed, and we must consider what makes life worth living, and embrace it. Every time Pride Month rolls around, I recommit to my true self. But this year it feels all the more important. Q: Throughout the transitioning journey, many clients are informed of possible negative side effects. Despite hearing about them, you still decided to transition. Why? A: Deciding to transition was one of the most important and difficult decisions I have ever made. Like many trans people, I didnt initially know what being transgender meant. I had to do a lot of research, introspection and support group work before I realized that being transgender described how I felt. When deciding whether to physically transition, a person can do research about the changes that they may experience, talk to other people that have gone through similar changes, and seek individual or group therapy for support. I decided to physically transition after weighing my options based on the information that I gathered, the changes that I wanted, and my financial budget. Luckily, there is a lot of information and help available. Trans folks are resourceful, and do a lot to support and inform our communities. For example, there are numerous databases developed by trans people for trans people that allow you to review different surgeons or healthcare providers; compare photos or results of surgeries; and share resources and educational information about physically transitioning. Many community mental health centers have legal clinics that help people navigate the name and gender marker change process. One side effect that I didnt entirely understand until after I transitioned was the significant impact that being transgender has on how we navigate the world. It affects where we go to school and receive healthcare, even which streets we choose to walk down late at night. On a job interview, we often feel the need to consider, \"Will people here be accepting of me? Will there be a restroom that I can safely use?\" As a white and masculine-adjacent person, my navigation of the world is privileged based on systems of white supremacy. I will not for a second forget the trans women of color who paved the way for us to demand justice; their leadership -- and that of their successors in our movements -- must be recognized. Q: Did you have, or do you currently have, any regrets about transitioning? A: What I think this question is getting at is, \"How do you know youre sure?\" This was a question that I asked myself many times as I considered making irreversible (or at least, not easily reversible) changes to my body. My answer to that is: I didnt truly know it was right until after I did it. That may seem radical or scary. One may ask, \"Why on earth would you do something so permanent if you werent sure?\" But It took a leap of faith. And, as someone who has been there, I can say that if it doesnt feel right, you know. It is important to trust yourself and your bodily autonomy. Also, if you decide to stop your physical transition, you dont need to think of it as \"de-transitioning.\" The path of your gender journey is unique to you. You call the shots. Q: How has transitioning helped you and your image of yourself? How has it affected your self-esteem and mental health? A: Much of what is written about trans people focuses on the challenges of being trans. While I said that deciding to transition was one of the most important and difficult decisions I ever made, it was also one of the best ones I ever made. I love being trans! Trans people are unique, creative, and resilient. Trans culture is rooted in grassroots community organizing. It is humbling to think of all the amazing thinkers, writers, and artists who walked this journey. I have had the privilege to meet a lot of amazing trans people who remind me of the power of our community. Q: What advice would you give to other people who want to follow the path you did? A: Despite what society tells you about bodies and gender, there are no rules! You dont have to justify or explain to anyone your decision to transition. Youre in the drivers seat. Your body belongs to you and no one else. You will live in your body for the rest of your life. Therefore, you get to decide on what terms you will occupy it. This article is part of our 2021 Youth Pride Issue in partnership with Urban Health Media.", "summary": "For many trans folks, the gender transition process is lifelong and never-ending! When we view gender on a continuum, we can recognize a galaxy of gender journeys that a person can take. I came out to my family and friends as a non-binary trans man, using \"he\" pronouns and physically transitioning. Since physically transitioning seven years ago, Ive passed as male about 90% of the time. I decided to physically transition after weighing my options based on the information that I gathered, the changes that I wanted, and my financial budget.", "keyword": ["physically", "changes", "suicidal", "pronouns", "body", "study", "lgb", "transition", "teens", "transitioning", "person", "gender", "trans", "lot"], "title_page": null, "title_rss": null, "url": "https://www.washingtonblade.com/2017/12/23/lgb-teens-suicidal-study/"}, "request_url": "https://web.archive.org/save/https://www.washingtonblade.com/2017/12/23/lgb-teens-suicidal-study/", "request_response_url": "https://web.archive.org/web/20210616050729/https://www.washingtonblade.com/2017/12/23/lgb-teens-suicidal-study/"}
{"title": "Study reveals Studie afslører...", "summary": "Den amerikanske befolkning lytter i stigende grad efter, når kendte fejler noget eller har fået en ny ...", "date": "2016-04-27T00:00:00Z", "external_link": "https://www.bt.dk/udland/studie-afsloerer-charlie-sheen-og-kollegaer-giver-overarbejde-hos-amerikanske?referrer=RSS&utm_source=dlvr.it&utm_medium=twitter", "image": {"focal_point": "Smart"}, "content": "", "dir": "bt", "summary_title": "Studie afslorer: Charlie Sheen og kollegaer giver overarbejde hos amerikanske laeger", "summary_description": "Den amerikanske befolkning lytter i stigende grad efter, nar kendte fejler noget eller har faet en ny form for behandling. Det viser en raekke universitets-undersogelser.", "summary_summary": "Sa bliver det ikke mere postfaktuelt: Folk tror ikke pa, hvad deres laeger fortaeller dem, men nar kendte fejler noget, lytter folk efter. Nar de celebre Hollywod-personager fortaeller om deres personlige ve og vel, kan det males, at det vaekker gehor i befolkningen. Det er det hojeste niveau historisk set. Resultaterne viser en sammenhaeng, ikke en direkte arsagssammenhaeng. >>Selvom de ikke er laeger, har mange beromtheder haft positive og negative tilknytninger til folkesundheden de seneste ar,<< uddyber han.", "summary_dict": {"headline": "Studie afslorer: Charlie Sheen og kollegaer giver overarbejde hos amerikanske laeger", "author": ["Malthe Sommerand"], "date_publish": "2017-05-21 19:28:00", "date_modify": "None", "date_download": "2021-06-16 01:09:10", "language": "da", "image_url": "https://bt.bmcdn.dk/media/cache/resolve/image_960x545/image/101/1012547/17305410-people-sheen.jpg", "filename": "https://www.bt.dk/udland/studie-afsloerer-charlie-sheen-og-kollegaer-giver-overarbejde-hos-amerikanske?referrer=RSS&utm_source=dlvr.it&utm_medium=twitter.json", "description": "Den amerikanske befolkning lytter i stigende grad efter, nar kendte fejler noget eller har faet en ny form for behandling. Det viser en raekke universitets-undersogelser.", "publication": "www.bt.dk", "category": "Nyheder", "source_domain": "www.bt.dk", "article": "Den amerikanske befolkning lytter i stigende grad efter, nar kendte fejler noget eller har faet en ny form for behandling. Det viser en raekke universitets-undersogelser. Sa bliver det ikke mere postfaktuelt: Folk tror ikke pa, hvad deres laeger fortaeller dem, men nar kendte fejler noget, lytter folk efter. Nar de celebre Hollywod-personager fortaeller om deres personlige ve og vel, kan det males, at det vaekker gehor i befolkningen. Det beretter det amerikanske medie, CNN. Et nyt studie fra Universitetet i San Diego har undersogt sammenhaengen mellem, hvad kendte amerikanere fejler, og hvilke skavanker befolkningen gar til laege med. Da den amerikanske skuespiller og notorisk badboy, Charlie Sheen, i 2015 afslorede, at han var testet HIV-positiv, naede salget af HIV-test rekordhojder umiddelbart efter. Og kausaliteten er John Ayers, forskningsprofessor ved Universitetet i San Diego, ikke i tvivl om. >>I rekordnumre gik folk online og sogte oplysninger om, hvad tegn pa HIV er, hvordan man opdager det og pa passende vis kan beskytte sig mod HIV, og ogsa hvordan man bliver testet,<< siger fortaeller John Ayers til CNN. >>Det er noget, vi har set igen og igen.<< John Ayers har sammen med et storre forskningshold netop offentliggjort en undersogelse i tidsskriftet Prevention Science, hvor de mener at kunne bevise en kausal sammenhaeng mellem kendissers sygdomme og skavanker og befolkningens ditto. I deres seneste studie overvagede John Ayers og hans medforfattere ugentligt salget af OraQuick, det eneste godkendte hjemme HIV-test kit, der er tilgaengeligt i USA fra 2014 til 2016. Forskerne opdagede, at der var 8.225 flere salg af praeparatet i forbindelse med Charlie Sheen udmeddelelse. Det er det hojeste niveau historisk set. Det forhojede salg salg fortsatte i fire uger efter Sheens afsloring. Resultaterne viser en sammenhaeng, ikke en direkte arsagssammenhaeng. Men i en tidligere undersogelse fandt John Ayers og hans kolleger ogsa, at Google-sogninger efter HIV-testning og relaterede emner ogsa var pa historisk hojt niveau efter Charlie Sheens udmelding. >>Vores nye undersogelse viser ikke kun, at (Charlie, red.) Sheens afsloring fik folk til at soge information om HIV-forebyggelse, men afsloringen forte ogsa til rekordniveauet for HIV-testsalg pa hjemmemarkedet,<< siger Ayers. >>Selvom de ikke er laeger, har mange beromtheder haft positive og negative tilknytninger til folkesundheden de seneste ar,<< uddyber han. Den sammen tendens sas da basketball-spilleren Earwin >>Magic<< Johnson tilbage i slutfirserne ogsa offentligt kom ud og fortalte, at han var blevet testet positiv for HIV. Fortaeller John Ayers. Kami Kosenko, der er professor i sundhedskommunikation ved North Carolina State University fortaeller til CNN om tilsvarende reaktioner, da skuespillerinden Angelina Jolie i 2013 meddelte, at hun havde valgt at fa fjernet sine bryster. Da den skuespillerens laeger fortalte hende, at risikoen for hun udviklede brystkraeft var pa 87 procent, fordi hun er baerer af genet BRCA1, besluttede Angelina Jolie fa bortopereret begge sine bryster, ligesom hun ogsa senere besluttede at fa hendes aeggestokke og aeggeleder fjernet i 2015. Ifolge Kami Kosenkos undersogelser har Angelina Jolie beslutninger har positiv indflydelse pa folkesundheden, da mange kvinder som reaktion pa skuespillerindens udmeldinger valgte at blive testet for, om de havde BCRA1-genet.", "summary": "Sa bliver det ikke mere postfaktuelt: Folk tror ikke pa, hvad deres laeger fortaeller dem, men nar kendte fejler noget, lytter folk efter. Nar de celebre Hollywod-personager fortaeller om deres personlige ve og vel, kan det males, at det vaekker gehor i befolkningen. Det er det hojeste niveau historisk set. Resultaterne viser en sammenhaeng, ikke en direkte arsagssammenhaeng. >>Selvom de ikke er laeger, har mange beromtheder haft positive og negative tilknytninger til folkesundheden de seneste ar,<< uddyber han.", "keyword": ["på", "hos", "læger", "også", "har", "overarbejde", "ikke", "og", "det", "studie", "amerikanske", "er", "til", "sheen", "charlie", "efter", "giver", "en", "kollegaer"], "title_page": null, "title_rss": null, "url": "https://www.bt.dk/udland/studie-afsloerer-charlie-sheen-og-kollegaer-giver-overarbejde-hos-amerikanske?referrer=RSS&utm_source=dlvr.it&utm_medium=twitter"}, "request_url": "https://web.archive.org/save/https://www.bt.dk/udland/studie-afsloerer-charlie-sheen-og-kollegaer-giver-overarbejde-hos-amerikanske?referrer=RSS&utm_source=dlvr.it&utm_medium=twitter", "request_response_url": "https://web.archive.org/web/20210616050921/https://www.bt.dk/udland/studie-afsloerer-charlie-sheen-og-kollegaer-giver-overarbejde-hos-amerikanske?referrer=RSS"}
{"title": "LGBQ teens at higher risk of substance ...", "summary": "Turns out, lesbian, gay, bisexual or questioning (LGBQ) teens are at substantially higher risk  ...", "date": "2016-04-27T00:00:00Z", "external_link": "https://www.business-standard.com/article/news-ani/lgbq-teens-at-higher-risk-of-substance-abuse-118071400039_1.html", "image": {"focal_point": "Smart"}, "content": "", "dir": "business", "summary_title": "LGBQ teens at higher risk of substance abuse", "summary_description": "Read more about LGBQ teens at higher risk of substance abuse on Business Standard. Turns out, lesbian, gay, bisexual or questioning (LGBQ) teens are at substantially higher risk of substance use than their heterosexual peers.According to a new study led by San Diego State University researchers, LGBQ teens are more likely to use", "summary_summary": "Turns out, lesbian, gay, bisexual or questioning (LGBQ) teens are at substantially higher risk of substance use than their heterosexual peers. According to a new study led by San Diego State University researchers, LGBQ teens are more likely to use dangerous drugs. LGBQ teens were also at greater risk for having used harder drugs. Compared to their heterosexual peers, LGBQ teens faced an elevated risk for going use of alcohol, cigarettes, cigars, vaping, and marijuana. The team noted these new data should not be used to judge LGBQ teens.", "summary_dict": {"headline": "LGBQ teens at higher risk of substance abuse", "author": [], "date_publish": "2018-07-14 00:52:57", "date_modify": "None", "date_download": "2021-06-16 01:09:40", "language": "en", "image_url": "https://bsmedia.business-standard.com/_media/bs/img/article/default/1180714/full-118071400039.jpg", "filename": "https://www.business-standard.com/article/news-ani/lgbq-teens-at-higher-risk-of-substance-abuse-118071400039_1.html.json", "description": "Read more about LGBQ teens at higher risk of substance abuse on Business Standard. Turns out, lesbian, gay, bisexual or questioning (LGBQ) teens are at substantially higher risk of substance use than their heterosexual peers.According to a new study led by San Diego State University researchers, LGBQ teens are more likely to use", "publication": null, "category": null, "source_domain": "www.business-standard.com", "article": "Turns out, lesbian, gay, bisexual or questioning (LGBQ) teens are at substantially higher risk of substance use than their heterosexual peers. According to a new study led by San Diego State University researchers, LGBQ teens are more likely to use dangerous drugs. As part of the most recent National Youth Risk Behavior Survey, 15,624 high school students were asked about their use of 15 substances, including alcohol, drugs, and tobacco. The survey also included questions about sexual identity, including whether teens identify as lesbian, gay, bisexual, or questioning. The data showed LGBQ teens were more likely to have ever used 14 of the 15 substances studied, including alcohol, cigarettes, cigars, cocaine, ecstasy, electronic vapor (\"vaping\"), hallucinogens, heroin, inhalants, marijuana, methamphetamine, prescription drugs (without physician direction), steroids, and synthetic marijuana. LGBQ teens were also at greater risk for having used harder drugs. The survey included questions gauging potential ongoing use for some substances by asking about their use during the past 30 days. Compared to their heterosexual peers, LGBQ teens faced an elevated risk for going use of alcohol, cigarettes, cigars, vaping, and marijuana. Study coauthor John W. Ayers said, \"There have been some indications that LGBQ teens face increased substance use risks, but our study shows for the first time that the problem goes far beyond alcohol and tobacco, including the hardest most dangerous drugs.\" The team noted these new data should not be used to judge LGBQ teens. An LGBTQ researcher at the University of California, coauthor Laramie Smith said, \" Our findings highlight the need for accepting LGBQ teens, as stigma may be playing a role in elevating their substance use risk or prevent those from needing help to speak up.\" The team also encouraged parents, teachers, caretakers, and advocates to be vigilant. The full findings are published in the journal- American Journal of Public (This story has not been edited by Business Standard staff and is auto-generated from a syndicated feed.)", "summary": "Turns out, lesbian, gay, bisexual or questioning (LGBQ) teens are at substantially higher risk of substance use than their heterosexual peers. According to a new study led by San Diego State University researchers, LGBQ teens are more likely to use dangerous drugs. LGBQ teens were also at greater risk for having used harder drugs. Compared to their heterosexual peers, LGBQ teens faced an elevated risk for going use of alcohol, cigarettes, cigars, vaping, and marijuana. The team noted these new data should not be used to judge LGBQ teens.", "keyword": ["used", "lgbq", "abuse", "alcohol", "substance", "survey", "teens", "substances", "vaping", "risk", "including", "higher"], "title_page": null, "title_rss": null, "url": "https://www.business-standard.com/article/news-ani/lgbq-teens-at-higher-risk-of-substance-abuse-118071400039_1.html"}, "request_url": "https://web.archive.org/save/https://www.business-standard.com/article/news-ani/lgbq-teens-at-higher-risk-of-substance-abuse-118071400039_1.html", "request_response_url": "https://web.archive.org/web/20210616051029/https://www.business-standard.com/article/news-ani/lgbq-teens-at-higher-risk-of-substance-abuse-118071400039_1.html"}